Autodesk.Revit.DB.FabricationConfigurationInfo.AddCached(System.String,System.String,System.String)
Adds a fabrication configuration.
name:
The fabrication configuration name.
path:
The path where fabrication configuration located.
id:
The cloud Id of the config
Returns:
returns whether the configuration was added successfully.
Throws Autodesk.Revit.Exceptions.ArgumentNullException:
A non-optional argument was NULL
Since:
2016